"use client";

import { useState } from "react";
import "./TopPromo.css";

export default function EndlessPromo() {


  return (
    <div className="endless-promo">
      <div className="marquee">
        <span className="marquee__text">
          🌟 اختر كيف يصل طلبك: اشترِ مباشراً واستلمه فوراً، أو اطلب بالتوصية ويصل خلال أسبوعين.. يرجى مراجعة سياسة متجرنا 🌟

        </span>
        <span className="marquee__text">
          🌟 اختر كيف يصل طلبك: اشترِ مباشراً واستلمه فوراً، أو اطلب بالتوصية ويصل خلال أسبوعين.. يرجى مراجعة سياسة متجرنا 🌟

        </span>
                <span className="marquee__text">
          🌟 اختر كيف يصل طلبك: اشترِ مباشراً واستلمه فوراً، أو اطلب بالتوصية ويصل خلال أسبوعين.. يرجى مراجعة سياسة متجرنا 🌟

        </span>
                <span className="marquee__text">
          🌟 اختر كيف يصل طلبك: اشترِ مباشراً واستلمه فوراً، أو اطلب بالتوصية ويصل خلال أسبوعين.. يرجى مراجعة سياسة متجرنا 🌟

        </span>
      </div>
    </div>
  );
}
